[File]
ANSICP=1250
Author=Pap-Molnár Zsolt ( xtra_pap@yahoo.com )
Help=AIMP-en.chm
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000000000000480000004800000000000000000000000387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387040387043A9E3A83C58309BE090693070387040387040387040387040387040387040387040387040387040387040387040A5A5B4E4FEF4860D405FA0507F2070799070387040387040387040387040387040387040387040387040387040387049EAAD7A7A8F098A7D80DDF1C07F8080BAF1F03870403870403870403870403870403870403870403870403870405840A5455F15454F14B4AE51225D6368EAD0720BE03870403870403870403870403870493CB9393CB9393CB9393CB9392C894A3A3F1A3A3ED9393E30F0FE08383E0232DD693CB9393CB9393CB9393CB9393CB93FFFFFFFFFFFFFFFFFFFFFFFFF8F8FB5959EA6363E76969E37C7CE6C1C1EA7373E4FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAFAFC9A9AED9E9EEB9696E67373E5C3C3E85D5DE0FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFF8F8FC6060EC6969EA6E6EE53A3AE88282DB3535E4FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFBFBFD4F56BE394DB44F53AA4554B13548B4787DCBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFA5A5FBA5A5FBA5A5FBA5A5FBA5A5FB5762A04B6B925867874B6C8F4E6A997076B3A5A5FBA5A5FBA5A5FBA5A5FBA5A5FB0303F70303F70303F70303F70303F72D38BA387DA33783A53784A53580AB2120CD0303F70303F70303F70303F70303F70303F70303F70303F70303F70303F7070AEE218AD63167A72D81B21D69D50405F40303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70404F51C4AD4090CE50303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70B20EC0404F60303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F70303F700000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000
LangId=1038
Name=Hungarian (Hungary)
VersionId=4510

[About]
B1=Bezár
Caption=Névjegy
L1=Támogatás:
L2=Fejlesztő:
L4=Tervező:
L5=Licensz
L6=Újdonságok

[Actions]
EqualizerFrame=Kiegyenlítő
Form.DockTo=Dokkolás
Form.DockToEdges=képernyő bal oldalához|képernyő jobb oldalához|képernyő aljához|képernyő tetejéhez
Form.DoMaximize=Teljes méret
Form.Maximize=Teljes méret|Visszaállít
Form.Minimize=Kis méret
Form.Pin=Ablak kitűzése
Form.StayOnTop=Mindig felül
Form.Undock=Dokkolás feloldása
Form.Visible=%s - megjelenít|%s - elrejt
PlaylistFrame=Lejátszási lista
QuickSearch=Gyorskeresés
Tabs.ScrollDown=Fülek görgetése visszafele
Tabs.ScrollUp=Fülek görgetése előre
Visuals.VisualMenu=Témák listája

[AddLinkDialog]
btnOk=OK
Caption=Webcím hozzáadása
lbLink=Közvetítés webcíme:
lbName=Név:

[AIMP]
acCopyTo=Másolás...
acFormsTogglePlaylistVisibility.h=Lejátszási lista megjelenítése/elrejtése
acFormsTogglePlaylistVisibility=Lejátszási lista
acHelp=Súgó
acMainAddFiles.h=Fájlok hozzáadása
acMainAddFiles=Fájlok
acMainAddFolder.h=Mappák hozzáadása
acMainAddFolder=Mappa
acMainAddPlaylist.h=Lejátszási lista hozzáadása
acMainAddPlaylist=Lejátszási lista
acMainAddURL.h=Webcím hozzáadása
acMainAddURL=Webcím
acMainBookmarksManager=Könyvjelző Kezelő
acMainDSPManager=DSP Kezelő
acMainDSPManagerCrossMixing=DSP Kezelő: Beállítások keverése
acMainDSPManagerEQ=DSP Kezelő: Kiegyenlítő
acMainDSPManagerVolumeNormalization=DSP Kezelő: Hangerő kiegyenlítés
acMainExit.h=AIMP bezárása
acMainMinimize.h=Kis méret / Teljes méret
acMainOpenFiles.h=Fájl(ok) megnyitása
acMainOpenFiles=Fájlok megnyitása
acMainOpenFolder=Mappa megnyitása
acMainOpenPlaylist.h=Lejátszási lista importálása
acMainOpenPlaylist=Lejátszási lista importálása
acMainStayOnTop=Mindig felül
acMLCompressDB=Adatbázis tömörítése
acMLDeleteAll=Minden fájl törlése az adatbázisból
acMLGroupingTreeDeleteSelected=Törlés az adatbázisból
acMLLabelsDialog=Címkék...
acMLMakeReport=Jelentés...
acMLMissedFiles=Helytelen fájlok...
acMLPlayFiles=Lejátszás
acMLPlaySelectedFiles=Kijelölt fájlok lejátszása
acMLReloadTagsForAllFiles=Címkék újratöltése minden fájlhoz
acMLReloadTagsForSelectedFiles=Címkék újratöltése a kijelölt fájlokhoz
acMLResetStats=Állapot visszaállítása minden fájlnál
acMLResetStatsForSelectedFiles=Állapot visszaállítása a kijelölt fájloknál
acMLTableDeleteSelected=Kijelöltek törlése az adatbázisból
acMLTableSendFilesToActivePlaylist=Hozzáadás az aktív lejátszási listához
acMoveTo=Mozgatás...
acOpenFolder=Mappa megnyitása
acOptionHotkeys.h=Gyorsbillentyűk beállításai
acOptionHotkeys=Gyorsbillentyűk
acOptionLangs.h=Nyelv beállítások
acOptionLangs=Nyelv
acOptionPlugins.h=Beépülők beállításai
acOptionPlugins=Beépülők
acOptions=Opciók
acOptionShutdown.h=Ütemező beállításai
acOptionShutdown=Ütemező
acOptionSkins.h=Felület beállításai
acOptionSkins=Témák
acPlayableFileCopyFileToClipboard.h=Fájl másolása a vágólapra
acPlayableFileCopyInfoToClipboard.h=Fájl információk másolása a vágólapra
acPlayableFileCopyToLastPath.h=Jelenleg játszott fájl másolása a kijelölt mappába
acPlayableFileDeletePhysically=Jelenleg játszott fájl végleges törlése
acPlayableFileShowFileInfo=Jelenlegi fájl információi
acPlayableFileShowQTE.h=Címkék szerkesztése
acPlayableFileToggleSwitchInPlaylist.h=Lejátszható fájl (be / ki)
acPlayerJumpToTime=Ugrás időre
acPlayerNextTrack=Következő zene
acPlayerPlayPause=Lejátszás/Szünet
acPlayerPrevTrack=Előző zene
acPlayerRadioCapture=Felvétel a rádióból
acPlayerRepeat=Zene ismétlése
acPlayerRepeatPartAB="A-B" rész ismétlése
acPlayerSeekBackward.h=Keresés visszafele
acPlayerSeekForward.h=Keresés előre
acPlayerShuffle=Keverés
acPlayerStop.h=Lejátszás leállítása
acPlayerStopAtEnd.h=Jelenlegi fájl után a lejátszás leállítása
acPlayerVolumeDown.h=Hangerő -
acPlayerVolumeMute.h=Némítás (Be / Ki)
acPlayerVolumeMute=Némítás
acPlayerVolumeUp.h=Hangerő +
acPlaylistAddSelectedToBookmarks.h=Könyvjelző hozzáadása
acPlaylistAddSelectedToQueue=Hozzáadás a várólistához
acPlaylistClose=Lejátszási lista bezárása
acPlaylistCloseOthers=Többi lejátszási lista bezárása
acPlaylistCopySelectedToClipboard=Kijelölt fájlok vágólapra másolása
acPlaylistDeleteAll=Összes eltávolítása
acPlaylistDeleteDuplicates=Duplák eltávolítása
acPlaylistDeleteNonExists=Hiányzók eltávolítása
acPlaylistDeleteNonSelected=Minden fájl eltávolítása, kivéve a kijelöltek
acPlaylistDeleteSelected=Kijelölt fájlok eltávolítása
acPlaylistDeleteSelectedPhysically=Kijelölt fájlok végleges törlése
acPlaylistDeleteSwitchedOff=Letiltott fájlok eltávolítása
acPlaylistDeleteSwitchedOffPhysically=Letiltott fájlok végleges törlése
acPlaylistFindInML=Keresés a Music Library-ban
acPlaylistFindNewFiles=Új fájlok keresése
acPlaylistFocusedItemShowQTE=Fájl információ(k)
acPlaylistInsertAfterPlayingItem=Beillesztés a jelenleg lejátszott után
acPlaylistInsertToQueueBeginning=Hozzáadás a várólista elejéhez
acPlaylistNew=Új lejátszási lista
acPlaylistNext.h=Következő lejátszási lista
acPlaylistNextAndPlay.h=Következő lejátszási lista lejátszása
acPlaylistPlayFocusedItem.h=Kijelölt fájlok lejátszása
acPlaylistPlayFocusedItem=Lejátszás
acPlaylistPlayPrevious=Utolsó lejátszási lista lejátszása
acPlaylistPrev.h=Előző lejátszási lista
acPlaylistPrevAndPlay.h=Előző lejátszási lista lejátszása
acPlaylistReloadFromPreimage=Adatok visszatöltése előképből
acPlaylistRemoveSelectedFromQueue=Eltávolítás a várólistáról
acPlaylistRename=Lejátszási lista átnevezése
acPlaylistReverse.h=Rendezés: fordított
acPlaylistReverse=Megfordít
acPlaylistSave=Lejátszási lista exportálása
acPlaylistSortByArtist=Rendezés előadó szerint
acPlaylistSortByDuration=Rendezés időtartam szerint
acPlaylistSortByFileName=Rendezés mappák szerint
acPlaylistSortByTitle=Rendezés cím szerint
acPlaylistSortRandomize.h=Rendezés: véletlenszerű
acPlaylistSortRandomize=Véletlenszerű
acQueueClear=Várólista törlése
acQueueManager=Várólista kezelő
acSearchAdvanced=Részletes keresés
acSearchQuick=Gyors keresés (indítás / folytatás)
acSendToAudioConverter.h=Küldés az Audio átalakítóba
acSendToAudioConverter=Audio átalakító
acSendToTagEditor.h=Küldés a címke szerkesztőbe
acSendToTagEditor=Címke szerkesztő
acUtilsAudioConverter=Audio átalakító
acUtilsAudioLibrary=Zene könyvtár
acUtilsTagEditor=Címke szerkesztő
acVisualExitFromFullScreen=Kilépés a teljes képernyős vizualizációs módból
acVisualFullScreen=Teljes képernyős vizualizáció
acVisualNext.h=Következő vizualizáció
acVisualPrev.h=Előző vizualizáció
CategoryMenu=Kategória
CategoryOptions=Opciók
ClearPls=Lejátszási lista törlése
CM_DEL=Eltávolítás a lejátszási listából
CM_SEL=Fájlok kijelölése
CountLabel.h=Fájlok száma a lejátszási listában
ItmEQPos=Kiegyenlítő megjelenítése a bal oldalon
LengthLabel.h=Lejátszási lista teljes időtartama
miCountdown=Visszaszámlálás
miMLCreateDynPlaylist=Intelligens lejátszási lista létrehozása
miMLGroupingPreset=Csoportosítás
miMLGroupingPresetAdd=Hozzáadás...
miMLGroupingPresetEdit=Szerkesztés...
miMLGroupingPresetRemove=Törlés
miMLLabelsExclude=Címke kihagyása
miMLLabelsInclude=Címke hozzáadása
miMLManageDB=Adatbázis
miMLReload=Frissítés...
miMLTableSendToPlaylist=Küldés a lejátszási listába
miMLTableViewAlbumThumbnails=Nézet: Album miniatűrök
miMLTableViewDefault=Nézet: Asztal
miMLTableViewGroupDetails=Nézet: Részletek csoportosítása
miPersonalSettings=Személyes beállítások
miPlaylistNewSmart=Új intelligens lejátszási lista
miRadioCatalogs=Internetes Rádió katalógus
miReadOnly=Csak olvasható
miSelectAll=Minden fájl kijelölése
miSelectNone=Kijelölés visszavonása
miSelectPls=Lejátszási lista kiválasztása
miSendToPlaylist=Küldés másik lejátszási listába
miSortByPatternOptions=Opciók
N6=Címkék újraellenőrzése
N20=Várólista
N22=Tálca
N31=Megjelenítési mód
N35=Ablak megjelenítése
N36=Kiegyenlítő
N37=Megjelenítési ablak
N38=(mindent elrejt)
N40=Megjelenítés
N41=Témák
N43=Súgó
N47=Kilépés
N56=Segédprogramok
N70=Gyorsbillentyűk felfüggesztése
N75=Segédprogramok
N79=Jelenlegi megjelenítése
N80=Előbeállítások betöltése
N81=Előbeállítások mentése
N83=Minden effekt beállítás visszaállítása
N84=Kiegyenlítő beállításainak visszaállítása
N85=Mindent összecsuk
N86=Mindent kinyit
N90=Lejátszó
N91=Lejátszás/Szünet
N92=Leállítás
N93=Fájlok hozzáadása
N95=Előző zene
N96=Következő zene
N98=Hangerő
N114=Összefűzés hasonló kategóriákkal
N115=Minden hasonló kategória összefűzése
pmAdd.h=Elemek hozzáadása
pmDelete.h=Elemek eltávolítása menü
pmEqualizer.h=Kiegyenlítő beállításai
pmMainMenu.h=Főmenü
pmManagePlaylist.h=Lejátszási lista kezelése
pmMisc.h=Egyéb menü
pmMLDelete.h=Elemek eltávolítása menü
pmMLGroupingPresets.h=Előbeállítások csoportosítása
pmMLLabels.h=Címke menü
pmMLMainMenu.h=Főmenü - zene könyvtár
pmMLMisc.h=Egyéb menü
pmMLTableViews.h=Nézet
pmPlaylistList.h=Lejátszási listák listája
pmQuickOptions.h=Gyors beállítások
pmSorting.h=Elemek rendezése menü
pmUtilities.h=Segédprogramok
SentToNewPLS=Új lejátszási listához
SizeLabel.h=Fájl mérete a lejátszási listában
TCFixFloat=Lebegő sáv kitűzése
TL=Zeneszámlista mentése
TrayCotnrol=Mini lejátszó megjelenítése

[AIMPConverterStatsDialog]
btnOK=OK
Caption=Átalakítás kész!
cbDontShowAgain=Ne mutassa újra
Message=Fájlok száma: %0:s\n\nIdő: %2:s\nIdő (Átlag): %3:s\n\nBemenet: %5:s\nKimenet: %6:s\nMegtakarítva: %4:s

[AIMPML]
Added=Hozzáadva
Album=Album
AlbumArtist=Album előadó
Artist=Előadó
Bitrate=Adatsebesség
BPM=BPM
Channels=Csatornák
Comment=Megjegyzés
Composer=Zeneszerző
Conductor=Karmester
Copyrights=Szerzői jogok
DiskNumber=Lemez#
Duration=Időtartam
FileFormat=Fájlformátum
FileName=Fájl neve
FileSize=Fájl mérete
Genre=Műfaj
Labels=Címkék
LastModification=Utolsó módosítás
LastPlayback=Utolsó lejátszás
Lyricist=Dalszövegíró
Mood=Hangnem
PlaybackCount=Lejátszások száma
Publisher=Kiadó
Rating=Értékelés
SampleRate=Mintavételi arány
Title=Cím
TrackNumber=Zeneszám #
URL=Link
UserMark=Felhasználói értékelés
Year=Dátum

[AIMPML.Controls]
Customize=Testreszabás
DataSourceList=Adatforrás listája
History=Lejátszási előzmények
NewLabel=Új címke
NewLabelDialog=Új címke...
None=(nincs)
ResetAllFilters=Minden szűrő visszaállítása
ResetFilter=Szűrő visszaállítása
ShowAll=(mindent megjelenít)
UnsetAllLabels=Címkék kihagyása

[AIMPML.Reports]
AlbumCount=Albumok szám:
ArtistCount=Előadó szám:
Common=Statisztika
FavoriteAlbums=Kedvenc albumok (Top %d)
FavoriteArtists=Kedvenc előadók (Top %d)
FavoriteGenres=Kedvenc műfajok (Top %d)
FavoriteTracks=Favorite zeneszámok (Top %d)
GenreCount=Műfajok száma:
L1=Lejátszások száma:
L2=Zeneszámok száma:
L3=Teljes időtartam (~)
L4=Előadó
L5=Meghallgatva
L6=Összesen
TrackCount=Zeneszámok száma:

[AIMPMLFilterEditorDialog]
btnCancel=Mégse
btnOK=OK
Caption=Paraméterek szűrése
cbLimit=Zeneszámok maximális száma:
cbSortBy=Rendezés:
L1=Szabályok

[AIMPMLFilterEditorDialog.FilterControl]
C=Szabály hozzáadása
G=Csoport hozzáadása
Op0=megegyezik
Op1=nem egyezik meg
Op2=között
Op3=kevesebb
Op4=kevesebb, vagy megegyezik
Op5=több
Op6=több, vagy megegyezik
Op7=tartalmazza
Op8=ezzel kezdődik
Op9=erre végződik
R=Törlés

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Visszaállítás
Caption=Csoportok rendezésének testreszabása
GB1=Csoportosítási mezők
GB2=Csoportosítási mezők részletei

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Törlés
btnEditFilter=Szerkesztés...
Caption=Sablonok csoportosítása
L1=Automatikus elnevezés
L2=Csoportosítás mezők alapján
L3=Egyéni szűrő
lbName=Név
lvAvailable=Elérhető mezők
lvGroup=Használt mezők

[AIMPMLLabelsDialog]
acMoveLeft=Címke hozzáadása
acMoveRight=Címke kihagyása
acRemove=Címke eltávolítása
acRename=Címke átnevezése
btnCancel=Mégse
btnOK=OK
C1=Címkék
C2=Elérhető címkék
Caption=Címkék
L1=Címke nevének megadása
L2=Hozzáadás
miSetToAll=Minden fájlra alkalmaz
miUndoSetToAll=Visszavonás: minden fájlra alkalmaz

[AIMPMLMissedFilesDialog]
acApply=Kijelöltekre alkalmaz
acFind=Keresés...
acRemoveSelected=Kijelöltek eltávolítása az Adatbázisból
acReplace=Fájlnév cseréje
Caption=Hiányzó fájlok

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Hiányzó fájl
c[1]=Javasolt csere
c[2]=Megfelelőségi fokozat

[AIMPMLMonitoringSettingsDialog]
acAdd=Hozzáadás
acDeleteAll=Mindent töröl
acDeleteSelected=Kijelöltek törlése
acUpdate=Frissítés
btnClose=Bezár
Caption=Fájl megfigyelés
CB1=Áthelyezett vagy átnevezett fájlok keresése
CB2=Hiányzó fájlok törlése az adatbázisból
CB3=Címkék újratöltése
cbMinFD=Ha a hossz kevesebb, mint:
cbMinFS=Ha a méret kisebb, mint:
cbScanOnStartup=Ellenőrizze az új fájlokat az alkalmazás indításakor
cbTrackChanges=Futtatás közben figyelje a változtatásokat
GB1=Megfigyelés
GB2=Frissítés közben
gbFiltBy=Fájl kihagyása
L1=Ha a fájlkiterjesztés:
L2=Kattints a "Frissítés" gombra a zenei könyvtár adatbázis tartalmának frissítéséhez
pcpFolders=Mappák
pcpSettings=Beállítások

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Mappa
c[1]=Almappa

[AIMPMLPreimageDialog]
Caption=Intelligens lejátszási lista - Zene könyvtár

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Hozzáadás
acDeleteAll=Mindent töröl
acDeleteSelected=Kijelöltek törlése
btnCancel=Mégse
btnOk=OK
Caption=Intelligens lejátszási lista - mappák
cbSyncOnChanges=Futtatás közben figyelje a változtatásokat
cbSyncOnStartup=Ellenőrizze a változásokat az alkalmazás indításakor

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Mappa
c[1]=Almappák

[AIMPPlaylistPreimageDialog]
Caption=Intelligens lejátszási lista - lejátszási lista
L1=Fájl neve\link

[AIMPSendToDialogForm]
cbDefault=Beállítás alapértelmezettnek
cbSaveStructure=Az útvonalstruktúra mentése
gbAdditionals=További fájlok
gbPath=Elérési útvonal
gbRename=Átnevezés sablonnal
L1=Másolás|Mozgatás
L2=Másolás|Mozgatás ide
L3=Másolás|Mozgatás opciók
lbAdditionals=Fájlok másolása a cél mappába, a fő fájlokkal együtt.\n; - elválasztó, * - a fájlnév ismeretlen része

[ATEAutoTagForm]
c[0]=Fájl neve
c[1]=Album
c[2]=Előadó
c[3]=Műfaj
c[4]=Cím
c[5]=Zene száma
c[6]=Dátum
C1=Módosítások előtt
C2=Módosítások után
Caption=Automatikus címkézés a fájlnév segítségével

[ATEChangeRegisterDialog]
Caption=Eset módosítás / átírás
CB1=Címkék:
GB1=Műveletek
L1=Eset:
L2=Átírás:
L3=Mezők

[ATEForm]
A0=Automatikus számozás
A1=Automatikus számozás (%s)
A2=Átnevezés
A3=Módosítás erre a formátumra "%s"
A4=Alkalmaz
A9=Ellenőrzött fájlok kihagyása
acEdit=Minden mező módosítása
aSave=Mentés
aTag.h=Automatikus kitöltés
B1.h=Eset módosítás / átírás
B5=Címkék frissítése
btnBPM.h=Ütemek száma percenként
btnRG.h=ReplayGain
Caption=AIMP: Speciális címkeszerkesztő
cbSubFolders=Almappákkal
lbNoData=(Nincs adat előnézethez)
miBPMAnalyze=Kijelöltek elemzése
miDelete=Törlés
miDeletePhys=Törlés véglegesen
miGroupBy=Csoportosítás, mint
miGroupByFolder=Szülőkönyvtár
miGroupByNone=Nincs csoportosítás
miJumpTo=Ugrás mappához...
miNumCfm=Megerősítés kérése
miRgAlbum=Kijelöltek elemzése, mint egy album
miRgFile=Kijelöltek elemzése, anélkül, hogy figyelembe vennénk az albumot
miRgMAlbum=Kijelöltek elemzése, album meghatározása címkéből
miRgRemove=ReplayGain adatok eltávolítása a címkékből
miSoundOut=Lejátszási beállítások
TM0=Fájlok a merevlemezen
TM1=Felhasználó által hozzáadott fájlok

[ATEForm.lvTable]
c[0]=№
c[1]=Lemez №
c[2]=Fájlnév
c[3]=Cím
c[4]=Előadó
c[5]=Album
c[6]=Dátum
c[7]=Műfaj
c[8]=Bitráta
c[9]=Időtartam
c[10]=Formátum
c[11]=Borító
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Méret

[ATERenameForm]
btnRename=Átnevezés
Caption=Átnevezés beállításai
CB1=Előnézet
CB2=Módosítások végrehajtása a fájl másolatán
GB1=Fájlok átnevezése sablon segítségével
GB2=Fájlok mozgatása a kijelölt mappába
GB3=Keresés és csere
GB4=Eset
GB5=Átírás
L1=Keresés:
L2=A "\" szimbólum használható (%Y\%A - %T) mappák szerinti rendezéshez
L3=Csere erre:

[ATESaveParams]
Caption=Mentés beállításai

[AutoTag]
bOk=Alkalmaz
Caption=Automatikus kitöltés
CB1=Ha a mezőben van érték, ne írja felül

[BookmarkEditDialog]
btnOk=Mentés
Caption=Könyvjelző szerkesztő

[BookmarksManagerDialog]
acItemAddFile=Fájl hozzáadása
acItemAddFolder=Mappa hozzáadása
acItemAddLink=Webcím hozzáadása
acItemEdit=Szerkesztés
acItemRemove=Eltávolít
B1=Hozzáadás a lejátszási listához
B2=Lejátszás
btnAdd=Hozzáad
btnClose=Bezár
Caption=Könyvjelző kezelő

[BookmarksManagerDialog.lvItems]
c[0]=Cím
c[1]=Elérési útvonal
c[2]=Pozíció
c[3]=Megjegyzések

[CommonDialogs]
B1=OK
B2=Mégse
B3=Új mappa
BS=Igen|Nem|OK|Mégse|Megszakít|Újra|Kihagy|Mindent|Nem mindent|Igen, mindent|Súgó|Bezár
L1=Mappa kiválasztása
L2=Almappákat is
MsgCaptions=Figyelmeztetés|Hiba|Információ|Megerősítés|
SA=Mindent kijelöl
SN=Kijelölés megszüntetése

[ConfirmDialog]
B1=Csere
B2=Mindent cserél
B3=Kihagy
B4=Mindent kihagy
B5=Átnevezés
B6=Mégse
Caption=Csere
gbFile1=Fájl cseréje
gbFile2=Az új fájllal

[CONTEXT]
0=&Megnyitás AIMP-el
1=&Lejátszás
2=Hozzáad a &lejátszási listához
3=Hozzáad a &várólistához
4=Hozzáad a &könyvjelzőkhöz
5=&Címkék szerkesztése
6=&Átalakítás más formátumra
7=Megnyitás &új lejátszási listában

[Converter]
actAddFiles=Fájlok hozzáadása
actAddFolders=Mappák hozzáadása
actAddPlaylist=Lejátszási listák hozzáadása
actDeleteAll=Töröl
actDeleteSelected=Kijelöltek törlése
bAdd.h=Fájlok / mappák hozzáadása
bDelete.h=Fájlok eltávolítása
bQuickOptions.h=Beállítások
bSettings=Beállítások
bStart=Elindít
bStop=Megállít
Caption=AIMP: Audio átalakító
csCancel=Mégse
csDone=Kész
csError=Hiba
csWaiting=Várakozás
lbEncoder=Formátum:
lbMode=Kódolás módja
lbTargetFileName=Fájl átnevezése:
lbTargetFolder=Mozgatás ide:
lbTimeElapsed=Eltelt:
lbTimeLeft=Hátravan:
lbTotalProgress=Teljes folyamat:
miCloseAppWhenDone=Zárja be az alkalmazást a konvertálás végén
miDeleteSource=Törölje az eredeti fájlt a sikeres konvertálás végén
miSavePathStructure=Fájl áthelyezésekor mentse a mappa szerkezetét
miShutdownWhenDone=Konvertálás végén kapcsolja ki a számítógépet
miUncheckSuccessful=Megjelölés eltávolítása a sikeres konvertálás végén
Modes=Egy forrásfájl - egy eredmény|Minden forrásfájl - egy eredmény|Single folder - single result
PatentedCodecsWarning=Szoftverszabadalmak miatt a következő formátumok kódoló szoftverét nem tudjuk mellékelni: %s.\n\nHa szükségesek ezek a funkciók, a letöltött könyvtárakat másold ide: "%s".\n\nTovábbi információt itt találsz: %s
PatentedCodecsWarningTitle=Konvertálás más formátumra

[Converter.lvTable]
c[0]=Név
c[1]=Formátum
c[2]=Állapot
c[3]=№

[ConverterEncoders]
bOk=OK
cbAsInput=Mint forrásfájl
cbChangeFormat=Formátum módosítása
cbCorrectionFile=Korrekciós fájl létrehozása
cbIncludeMD5=A fájl ellenőrzőösszegének hozzáadása
cbModeHybrid=Keverés
cbModeLossless=Veszteségmentes
gbMode=Mód
lbBestC=Legjobb tömörítés
lbBestQ=Legjobb minőség
lbBitDepth=Minta formátuma:
lbBitrate=Bitráta:
lbBitrateMode=Mód:
lbChannels=Csatornák:
lbCompression=Tömörítés:
lbLeast=Gyors tömörítés
lbMost=Legjobb tömörítés:
lbQuality=Minőség:
lbSampleRate=Mintavételi ráta:
scParams=Paraméterek

[CopyDialog]
0=Másolás...
1=Mozgatás...
2=Szünet
3=Folytatás

[DropForm]
CB1=Ne kérdezzen újra
RG1=Fogd és ejtsd

[DSPDialog]
btnEqPresets=Előbeállítások
btnReset=Visszaállítás alapértelmezettre
CB1=Hangeltávolítás ( csak Sztereónál )
CB3=Hanghalkítás használata (Szünet / Lejátszás)
CB4=Hanghalkítás használata zeneszámok közti váltáskor
CB5=Egyenletes hangerő módosítás
CB6=Következő zene keverése az előzővel
CB7=Egyenletes hangerő növelés a zene elején
CB8=Egyenletes hangerő csökkentés a zene végén
cbEqSwitch=Kiegyenlítő bekapcsolása
GB1=Hangerő kiegyenlítés
GB2=Manuális váltás zenék között
GB3=Automatikus váltás zenék között
GB4=Replay Gain
L1=* Értékek visszaállíthatóak jobb egérgombbal
L2=DSP Beépülők:
L4=Előerősítő:
L5=Jelenlegi érték:
L6=Előerősítő felső küszöbértéke:
L7=Előerősítő alsó küszöbértéke:
L9=Alap érték:
L10=Kívánt hangerő szint:
lbChorus=Kórus
lbEcho=Visszhang
lbEnhancer=Enhancer
lbFlanger=Flanger
lbPitch=Hangmagasság
lbPreamp=Előerősítés
lbReverb=Visszhang
lbSpeed=Sebesség
lbTempo=Tempó
lbTrueBass=Basszus
R2=Értékek használata a címkékből
R3=Fájl elemzése "on-the-fly"
RB1=Ne tegyen semmit
RB2=Szünet zenék között
tcpAutoVolume=Hangerő kiegyenlítés
tcpCrossMixing=Keverés beállításai
tcpSoundEffects=Hangeffektek
CB12=Tбvolнtsa csend tцbb mint 0.5 mp

[DSPDialog.cbReplayGainSource]
i[0]=Forrás: Fájl
i[1]=Forrás: Album

[EditorForm.RegisterFmt]
i[0]=Módosítások nélkül
i[1]=Minden Szó Első Betűje Naggyal
i[2]=Első szó nagybetűvel
i[3]=MINDEN NAGYBETŰVEL
i[4]=minden kisbetűvel

[EQPresetsDialog]
B1=Alkalmaz
B2=Mégse
B3=Törlés
B4=Visszaállít
Caption=Hangszínszabályzó beállításai

[HotkeysGroups]
Common.Dialogs=Egységes: párbeszédablakok
Common.SendTo=Fájlok: küldése ide...
Common=Egységes
MusicLibrary.GroupingTree=Zene könyvtár: fa csoportosítás
MusicLibrary.Table=Zene könyvtár: tábla
MusicLibrary=Zene könyvtár: egységes
Player.Navigation=Lejátszó: navigáció
Player.PlayableFile=Lejátszó: lejátszható fájl
Player.PlaybackControl=Lejátszó: lejátszás vezérlő
Player.Visualizations=Lejátszó: megjelenítés
Playlist.AddFiles=Lejátszási lista: fájlok hozzáadása
Playlist.Deletion=Lejátszási lista: fájlok eltávolítása
Playlist.Search=Lejátszási lista: keresés
Playlist.SelectedFiles=Lejátszási lista: kijelölt fájlok
Playlist.Sorting=Lejátszási lista: rendezés
Playlist=Lejátszási lista

[InfoBar]
CB1=Lejátszás indításakor, információk megjelenítése a zenéről
CB2=Bal oldalon|Jobb oldalon|Középen
CB3=A képernyő felső részén|A képernyő alsó részén
CB4=Album borító megjelenítése
CB6=Megjelenítés teljes képernyős alkalmazásoknál is
CB7=Alkalmazás csak a háttérre vonatkozóan
CB8=Mindig megjelenít
GB5=Tartalom
L3=Idő megjelenítése:
L5=Szöveg igazítása:
M1=Háttér
M2=Csík %d
M3=Betűtípus
M4=Szöveg színe
P1=Információs sáv
RB2=Gyors fájlinformáció kártya
T0=Viselkedés
T1=Sablon
T2=Nézet

[MSG]
1=Új lejátszási lista
2=Név megadása
3=Zene könyvtár
4=Véglegesen törölni fogja a fájlokat a merevlemezről! Folytatja?
5=(tiltva)
6=Fájl, vagy mappa nem található!
7=Kis méret a tálcára
8=AIMP megjelenítése
9=Átnevezés
10=Hangerő
11=Pozíció
12=Lejátszás
13=Lejátszás az elejétől
14=Szünet
15=Felhasználói előbeállítás
16=Mindent kijelöl
17=Ki|Be
18=Fájlok küldése
19=Gyorsbillentyű helytelen, vagy egy másik alkalmazás használja
20=Multimédia gombok használata?
21=A művelet minden lejátszási listát bezár, kivéve az aktívat. Folytatja?
22=Kiírás fájlba
23=Előnézet
24=Legfelül
25=Módosítások mentése sikertelen, a "%s" fájlt lehet, hogy más alkalmazás használja.
26=Módosítások alkalmazása a fájlokra?
27=Zeneszerző
28=A képernyőt a Fő ablak pozíciója határozza meg|Képernyő %d: Másodlagos (%s)|Képernyő %d: Elsődleges (%s)
29=A "%s" mappa nem létezik
30=Egy beépülőt nem sikerült eltávolítani, lehet ez az alkalmazás használja:
31=Kész...
32=Egy lejátszási lista:\nNem sikerült módosítani a listát, mert zárolva van!
33=Keresés
34=Helyi fájlok
35=Nincs csoportosítás
36=Fájlok keresése...
37=Csak olvasásra|Hozzárendelve az előképhez
38=Ezzel az opcióval csak egy lejátszási lista használható.\nBekapcsolása után a többi lista automatikusan bezáródik!
39=Minőség
40=Mentés, mint
41=Letöltés az internetről
42=Formátum:
43=(Alapértelmezett)
44=Sebesség
45=Egyensúly
46=Megnyitás...|Betöltés...
47=Felvétel rádióból
48=Cím
49=Eset
50=Ez a gomb már használatban!
51=Ugrás erre az időre:
52=Helytelen formátum
53=Elérhető egy újabb verzió. Letölti most?
54=Hangzás típusok
55=Jelenlegi érték:
56=mappák szerinti rendezéshez használja a "\" szimbólumot a sablonoknál
57=Biztos visszaállítja a statisztikát?|Biztos visszaállítja a statisztikát a kijelölt fájloknál?
58=Új sablon
59=Fájlok végleges törlése|A következő fájlok rendszerhiba miatt nem törlődtek:
61=A folyamat nem fejeződött be. Megszakítja?
62=Néhány folyamat nem fejeződött be! Megszakítja őket?
63=Fájlkereső:
64=Méret:
65=Létrehozás dátuma:
66=Nincs találat
67=Frissítés...
68=Adatbázis eredeti mérete: %s\nAdatbázis új mérete: %s\nCsökkent: %s.
69=Alkalmaz
70=Mégse
71=Adminisztrátori jogosultságok szükségesek
72=Fájl típusa
73=Betöltés...
74=Profil mappa
75=Rendezés sablon szerint
76=Felhasználói értékelés %s
77=Automatikus keresés
78=Új fájlok:
79=Átlátszóság
80=Előnézet
81=Dalszövegek
82=Fájl helye...
83=Szerzői jog
84=A módosítások, az alkalmazás újraindítás után használhatóak
85=Felhasználói értékelés
86=Másolás
87=Beillesztés
88=Kivágás
89=Forrás
90=Eredmény
91=A(z) "%s" előbeállítás törlésére készül. Folytatja?
92=Mind|Bővítmények|Dekódolók|Látványok|DSP
93=Fájlok hozzáadása...
94=Az "A-B" rész ismétlése [ki]|Az "A" rész kijelölve|Az "A-B" rész ismétlése [be]|
95=Újrakapcsolódás %s mp múlva
96=Figyelem! Minden előbeállítást visszaállít alapértelmezettre!
97=Lejátszó állapotának mentése alkalmazás bezárásakor
98=Mini lejátszó használata a tálcára kicsinyítés helyett
99=Előbeállítás szerkesztő
100=Album
101=Webcím
102=Előadó
103=Cím
104=Megjegyzés
105=Műfaj
106=Címke eltávolítása
107=Dátum
108=Zeneszám #
109=Lemez #
110=Album borító
111=Hangtípus nem található, vagy hibás.
112=<nincs>
113=Kész!
114=Ezzel eltávolításra kerül minden fájl és statisztika! Folytatja?
115=Időtartam
116=Fájl|Mappa|Lejátszási lista
117=Lejátszva
118=Hozzáadva
119=Értékelés
120=Lejátszási listák kezelése
121=Késleltetés:
122=Bezár
123=Fájl másolása a vágólapra
125=Katalógusok
126=Kérem várjon...
127=Lejátszások száma
128=Másolás ide %s|Mozgatás ide %s
129=Automatikus kitöltés (RMB - sablon kiválasztás)
130=Album előadó
131=Konvertálás:
132=Átnevezés
133=Beállítások
134=Szünetel
135=Átméretez...
136=Beállítások módosultak. Szeretné menteni a módosításokat?
137=Eltávolítható meghajtó|CD meghajtó
138=Alkalmazás ehhez
139=Számítógép kikapcsol %s mp múlva
140=Kiadó
141=dB
142=Figyelem! Egyéb alkalmazás hangok nem fognak működni, ha az AIMP-ben ez az eszköz típus van beállítva.
143=Előkép: |Semmi|Mappák|Zene könyvtár|Lejátszási lista
144=Által kódolva
145=Hangulat
146=Az összeállítás része
147=Katalógus
148=Lírikus
149=Karmester
150=Ablak

[Options]
bCancel=Bezár
Caption=Opciók

[OptionsFrameAddFiles]
C1=Fájl hozzáadás
C9=Általános
C10=Fájlok megnyitása külső alkalmazásokból
C11=Húzd és ejtsd
CB1=Felhasználó megkérdezése
CB2=Lejátszási listához adáskor, fájlok címkézése
CB6=Lejátszási lista ellenőrzése új fájlok hozzáadásakor
CB9=Megnyitott fájlok lejátszása azonnal
CB15=Hozzáadott fájlok lejátszása azonnal
CB19=Lejátszás azonnal
CB47=Elküldött fájlok hozzáadás a jelenlegi lejátszási listához
CB48=Lejátszási lista fájl megnyitása új lapon
CB49=Elküldött fájl esetén, a teljes mappa hozzáadása
CB59=Rendezés fájlnév szerint
L1=Alapértelmezett művelet:
L7=Amikor a fájlok megnyitásra kerülnek:

[OptionsFrameAddFiles.CBA]
i[0]=Új lejátszási lista létrehozása
i[1]=Hozzáadás a jelenlegi lejátszási listához
i[2]=Hozzáadás a "Default" lejátszási listához

[OptionsFrameAddFiles.RG4]
i[0]=Fájlok hozzáadása a jelenlegi pozícióhoz
i[1]=Fájlok hozzáadása a lejátszási lista végéhez
i[2]=Fájlok hozzáadása a lejátszási lista elejéhez
i[3]=Fájlok hozzáadása és keverése a lejátszási listában

[OptionsFrameAssoc]
B1=Fájltípusok
C1=Fájltársítások
CB1=Hangfájlok
CB2=Lejátszási listák
CB3=Témák

[OptionsFrameConvertor]
C1=Konvertáló beállításai
C18=Viselkedés
Caption=Konvertáló
CB1=Fájlok kibontása CUE Adatlapból, a táblázathoz adás előtt
CB4=Statisztikák megjelenítése konvertálás után
GB1=Konvertálás után
L1=Folyamatok:
L2=Maximum folyamatok száma függ a CPU magok számától.

[OptionsFrameExtraMeta]
B1=Tisztítás
Caption=További információk
CB1=Borító mentése a fájl mappájába, a sablon használatával:
CB2=Keresés az interneten
CB3=Dalszöveg mentése a fájl mappájába automatikusan
CB4=Keresés a fájl mappájában
GB1=Keresés az interneten
GB2=Gyorsítótárazás engedélyezése
GB3=Keresés a fájl mappájában
L2=Maximum fájlméret letöltés esetén:
L3=A gyorsítótárazás, segít a lemezhasználatban, kevesebb internet forgalommal jár, és gyorsítja a borítókép keresést.
L4=Adatok eltávolítása a gyorsítótárból:
L5=nap után
pctAlbumArts=Borítóképek
pctLyrics=Dalszöveg
W1=* Telepítenie kell a beépülőket, amelyek ezt a képességet biztosítják

[OptionsFrameFace]
C2=Kezelőfelület beállításai
C3=Átlátszóság
Caption=Kezelőfelület
CB1=Átlátszóság engedélyezése
CB2=Zenefájl információinak megjelenítése a tálcán
CB3=Összetűzött ablakok megjelenítése/elrejtése animációval
CB4=Az ablakok animálása az asztali eszköztár módban való megjelenítéskor vagy elrejtéskor
CB5=A lejátszani kívánt fájl spektrumának animálása
CB28=Vizuális megjelenítés animációja, amikor az állapota módosul
CB30=Vezérlő gombok halványításának engedélyezése
CB35=Egyenletes lejátszási lista görgetés
CB38=Átlátszóság kikapcsolása, ha az ablak aktív
CB39=Átlátszóság kikapcsolása, ha az egér, az ablak felett van
CB42=Egyenletes átlátszóság
CB52=Ablakok a képernyő széléhez, és más AIMP ablakokhoz kapcsolódjanak
L1=A témának támogatnia kell ezt a funkciót

[OptionsFrameHotkeys]
B10=Alapértelmezett
c[0]=Parancs neve
c[1]=Helyi
c[2]=Globális 1
c[3]=Globális 2
C1=Gyorsbillentyűk

[OptionsFrameLang]
C1=Kezelőfelület nyelvének kiválasztása
Caption=Nyelv
L1=Nem Unicode-os karakterek átalakítása
L2=Elsődleges nyelvek
L3=További nyelvek
L4=Régi nyelv(ek)

[OptionsFrameMLMain]
B1=Fájlok megfigyelése...
C1=Zene könyvtár
Caption=Zene könyvtár
CB1=Felhasználói értékelés beállítása
CB2=Lejátszás elindítása
CB3=Lejátszások számolva
CB4=Fájl értékelés megjelenítése a felhasználói értékelés helyett, ha az üres
CB5=Szinkronizálja a felhasználói értékelést a hangfájl címkéivel
CB6=Mindig jelenítse meg az almappa tartalmát
CB7=Az üres csoport szintek egyesítése, ha lehetséges
GB1=Egységes
GB2=Fájl hozzáadása az adatbázishoz, amikor
GB3=Értékelés
GB4=Lejátszások száma
L1=Ha az időtartama nem kevesebb, mint:
L2=Lejátszás számítása lejátszás után: ha nem több, mint 4 perc
L3=Értékelési statiszika számítása, az utóbbi:
L4=napon alapul

[OptionsFrameNet]
C21=Internet kapcsolat beállításai
Caption=Kapcsolat beállításai
CB1=Direkt (Közvetlen) kapcsolat használata
CB2=Rendszer beállításainak használata
CB3=Manuális proxy beállítás
L79=Időtúllépés:
L98=Jelszó:
L106=Szerver:
L107=Port:
L108=Felhasználói név:

[OptionsFramePlayer]
C19=Asztal elemeinek görgetése az egérrel
Caption=Lejátszó
CB21=Mindig felül
G1=Vezérlés
GB4=Vezérlés gyorsbillentyűkkel
GB5=Vezérlés egérrel
GB15=Másolás a vágólap sablonok közé
L12=Normál görgetés
L14=Pozíció módosítása gyorsbillentyű segítségével
L16=Hangerő módosítása gyorsbillentyű segítségével
L18=Görgetés, ha a(z) "%s" billentyű le van nyomva
L33=Kattintás görgővel:

[OptionsFramePlayer.MOBox]
i[0]=(nincs)
i[1]=Lejátszás/Szünet
i[2]=Fájlok hozzáadása

[OptionsFramePlayerBehavior]
C1=Automatikus műveletek
CB7=Lejátszási lista ismétlése egy fájl esetén
CB32=Hangszínszabályzó automatikus beállítása a zenékhez
CB33=Minden lejátszási listánál a pozíciók visszaállítása
CB48=Lejátszó állapotának mentése, a "következő / előző zene" gomb használatakor
CB49=Ugorjon vissza %0:s ha a lejátszás több, mint %1:s szüneteltetve volt
CB58=Automatikusan ugorjon a következő zenére
GB1=Egységes
GB2=Az alkalmazás indításakor
GB3=Lejátszás módja
GB4=A lejátszási lista végén
GB5=Ha a lejátszott fájl törlésre kerül
L1=Lejátszás módja:

[OptionsFramePlayerBehavior.RG1]
i[0]=Lejátszás elindítása
i[1]=Lejátszó állapotának folytatása
i[2]=Ne tegyen semmit

[OptionsFramePlayerBehavior.RG2]
i[0]=Ugrás a következő lejátszási listára
i[1]=Lejátszási lista ismétlése
i[2]=Készenléti állapot

[OptionsFramePlayerBehavior.RG3]
i[0]=Normál
i[1]=Zene ismétlése
i[2]=Véletlenszerű lejátszás

[OptionsFramePlayerBehavior.RG4]
i[0]=Ne tegyen semmit
i[1]=Lejátszás leállítása
i[2]=Ugrás a következő zenére

[OptionsFramePlaylistBehavior]
C6=Viselkedés
Caption=Lejátszási lista
CB1=Lejátszási lista törlése fül bezárásakor
CB2=Könyvjelzők megnyitása új lejátszási listában "Bookmarks"
CB3=Fájl teljes útvonalának mentése (ajánlott)
CB4=Lejátszási lista mentése "Default"
CB8=Új lejátszási lista készítésekor kérjen nevet
CB31=Várólista mentése az AIMP bezárásakor
CB46=Lejátszási lista bezárása, dupla kattintás után
CB56=Megerősítés kérése fájlok merevlemezről való törlése előtt
CB57=Egy lejátszási lista mód
GB1=Mentés
GB2=Egységes

[OptionsFramePlaylistView]
bCancel=Mégse
bOk=OK
C1=Megjelenés beállításai
Caption=Megjelenés
CB50=Információk megjelenítése a kijelölt fájlokról
cbAbsoluteNumeration=Abszolút számozás
cbGroupMode=Csoportok engedélyezése
cbMergeGroups=Hasonló kategóriák automatikus összefésülése
cbShow2ndLine=Másodlagos sáv megjelenítése információkkal
cbShowDuration=Időtartam megjelenítése
cbShowExpandBtns=Csoport lenyitó gomb megjelenítése
cbShowMarks=Értékelések megjelenítése
cbShowNumbers=Zene számának megjelenítése
cbShowSwitches=Oszlopok kapcsolóinak megjelenítése
gbFormating=Formátum beállításai
gbGrouping=Csoportosítás beállításai
gbLayoutSettings=Elrendezés beállításai

[OptionsFramePlugins]
B1=Újraindítás most
Caption=Beépülők
L1=Néhány beépülőt nem használ az alkalmazás
lbURL=További beépülők beszerzése
N1=Eltávolít
N2=Kiválasztottak betöltése
N3=Mindent betölt
N4=Kijelöltek eltávolítása
N5=Mindent eltávolít

[OptionsFramePlugins.cbFilter]
i[0]=Minden
i[1]=Betöltve
i[2]=Kikapcsolva
i[3]=Nem volt használva

[OptionsFrameRadioCap]
C1=Általános beállítások
C22=Felvétel internet rádióból
Caption=Felvétel internet rádióból
CB65=Stream felvétele átalakítás nélkül (csak MP3 / AAC / AAC+)
CB66=Címkék írása fájlba
CB67=CUE-napló írása
CB68=Puffer mérete háttérben való felvételhez:
CB69=Fájl(ok) törlése, amely(ek) rövidebb(ek), mint:
GB6=Felvétel beállításai
GB9=Felosztás fájlokra
L1=Próbálkozások száma, sikertelen kapcsolat esetén:
L2=User-Agent:
L3=Puffer mérete:
L13=Idő:
L24=Fájlnév sablon:
L25=Méret:
L85=Mentés ide:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Felosztás zenékre
i[1]=Felosztás méretre
i[2]=Felosztás időre

[OptionsFrameRunningLine]
C13=Mozgó információs szalag
CB75=Ciklikus
GB1=Mozgó információs szalag animációja
GB3=Mozgó információs szalag sablonja
L10=Frissítési gyakoriság:
L35=Megjelenítés:
L36=Mozgás iránya:

[OptionsFrameRunningLine.rsRun]
i[0]=Kikapcsolva
i[1]=Balra
i[2]=Jobbra

[OptionsFrameRunningLine.rsShow]
i[0]=Kikapcsolva
i[1]=Bal oldalon
i[2]=Jobb oldalon
i[3]=Képernyő tetején
i[4]=Képernyő alján

[OptionsFrameSkins]
B2=Tallózás...
C1=Témák
lbURL=További témák beszerzése
miDelete=Eltávolítás

[OptionsFrameSort]
L1=A "%!" makrók használata a rendezés megfordításához

[OptionsFrameSystem]
C1=Rendszer
Caption=Rendszer
CB2=Zene információinak megjelenítése a tálcán
CB3=Engedélyezze a jelenlegi fájl információinak a görgetését
CB4=Lejátszási folyamat megjelenítése
CB5=Lejátszó állapotának megjelenítése a tálca ikonon
CB6=Lejátszó állapotának megjelenítése olyan színnel, mint az állapotjelző
CB7=Használja a "Bizonytalan" állapotot hangfájl streamelésnél
CB18=Képernyő kikapcsolásának megakadályozása
CB23=Hozzáadás az Explorer lejátszási menühöz
CB24=Hozzáadás a CD/DVD automatikus futtatás menühöz
CB40=Hivatkozás hozzáadása a "Futtatás" menühöz
CB41=Hozzáadás az alapértelmezett alkalmazások listájához
CB60=Automatikus futtatás
GB1=Beépülés a rendszerbe
GB2=Gombok megjelenítése a tálcán
L1=Lejátszó ablaka legyen aktív
L99=Prioritás

[OptionsFrameTrackList]
C4=Zenék lista kimentésének beállításai
Caption=Zene lista kimentése
CB54=Rejtett lejátszási lista elemek kimentése
CB55=Lejátszási lista kategóriák kimentése
L26=Alapértelmezett sablon:
L27=Minta:

[OptionsFrameTray]
C15=Általános
C16=Fájlinformációk
C17=Vezérlés egérrel
Caption=Tálca
CB1=Kis méretre váltáskor, rakja le a tálcára
CB2=AIMP elindítása után rakja le a tálcára
CB3=Kis méretre váltáskor, a Mini Lejátszó megjelenítése
CB4=Lejátszási állapot megjelenítése a tálca ikonján
CB5=Tálca ikon megjelenítése mindig
CB13=Fájl információ megjelenítése, ha fölé kerül az egér
L30=Egy kattintás:
L31=Dupla kattintás:
L32=Kattintás görgővel:
L34=Késleltetés megjelenítése:

[OptionsFrameTray.TrayCmd]
i[0]=(tiltva)
i[1]=Megjelenít/Elrejt
i[2]=Mozgatás legfelülre
i[3]=Fájlinformációk
i[4]=AIMP hangerő szabályozó
i[5]=Lejátszás/Szünet
i[6]=Fájlok hozzáadása és lejátszása
i[7]=Következő zene
i[8]=Előző zene

[OptionsFrameVisual]
C23=Megjelenés
CB68=Egyenletes megjelenés használata
CB71=Megjelenés változtatása, minden:
GB7=Teljes képernyős mód
GB10=Megjelenés változtatása
L21=Teljes képernyős mód indítása a következőn:
L23=Lassabb kirajzolást tesz lehetővé, de nagyításkor szebb a kép

[OptionsSoundOutFrame]
C1=Lejátszás beállításai
Caption=Lejátszás
CB2=Logaritmikus hangerő csúszka
L1=Hang kimenet:
L2=Kimeneti eszköz:
L3=Hang paraméterei:
L4=Gyorsítótár mérete:
L5=Csatornák kiválasztása a kimenethez

[OptionsSoundOutTransformFrame]
B1=DSP Kezelő
C1=Átalakítás beállításai
CB1=Csatorna keverés engedélyezése
CB1Hint=Térhatás keltés Sztereó / mono fájlok esetén\nIntelligens konvertálás a többcsatornás fájlokból sztereóra / mono-ra
CB2=Anticlipping (Torzítás csökkentés)
CB2Hint=Megakadályozza a karcoló, és a zaj hatást, ami akkor következik be, ha a jel átugorja a 0 dB-t
CB3=Dither (Árnyalás)
CB3Hint=Torzítás csökkentés, ami akkor következik be, ha csökken a mintavételezési mélység
GB1=Tracker Music
GB2=Egységes
L1=Újramintavételezés:
L2=Sebesség
L3=Minőség

[PlaylistsManagerDialog]
acImport=Lejátszási listák betöltése...
acImportDirs=Mappák betöltése...
acRemove=Kijelöltek törlése a merevlemezről
btnPreimage=Beállítások
cbReadOnly=Nem módosítható
L1=Egységes
L2=Személyes beállítások
L3=Aktív lejátszási listák
L4=Inaktív lejátszási listák
L5=Előnézet
lbPreimage=Előkép
lbPreimageNotes=Az előkép egy forrás a jelenlegi lejátszási listához ( lehet Zene könyvtár, Mappa vagy egyéb). Előkép szinkronizálásához, használja az "Adatok visszatöltése előzetes képből" gombot.\n\nSzinkronizálás csak egy módon történik: Előzetes kép -> Lejátszási lista.
lbStorage=Hely:

[PLS]
N1=Fájl elérési útvonala
N2=Hozzáadás után a fájlok rendezése a következő sablon alapján:
N3=Hozzáadás
N20=Eltávolítás
N22=Engedélyezés
N23=Letiltás
N36=Könyvjelzők
N37=Hozzáadás
N39=Szerkesztés

[QTEAlbumArtEditor]
btnCancel=Mégse
btnOk=OK
Caption=Album borító szerkesztő
lbScale=Méretezés:
lbSizes=Méret:
pnlCrop=Vágás
pnlScale=Átméretezés

[QTEForm]
acMemoClear.h=Törlés
acMemoLoad.h=Betöltés fájlból...
acMemoSave.h=Mentés, mint...
bCopyTo=Másolás...
Caption=Címke szerkesztő
L1=Betöltés
L2=Mentés
L3=A borítókép törlésre kerül, ha eltávolítja a pipát a jelölőnégyzetből
T1=Alapvető
T2=Dalszöveg
T3=CUE
T4=Információ

[QueueDialog]
Caption=Várólista kezelő
CB1=Szünet
L1=Teljes időtartam:

[QueueDialog.ListView]
c[0]=Szám
c[1]=Fájl neve
c[2]=Lejátszási lista
c[3]=Időtartam

[Scheduler]
A1=Számítógép leállítása
A2=Számítógép hibernálása
A3=Alkalmazás bezárása
A4=Lejátszás szüneteltetése
A5=Számítógép alvó állapotba lép
B1=A következő időpontban
B2=Lejátszási lista végén
B3=Várólista végén
B4=A zene lejátszásának végén
B5=OK
Caption=Ütemező
CB1=Egyenletes hangerő módosítás
CB3=Hangerő halkítása ennyi idő után:
CB4=Hangerő növelése ennyi idő után:
CB5=Alvó mód időzítő
CB6=Ébresztőóra
L1=Idő:
L3=Leállítás, ha az utolsó zene is lejátszásra került:
L4=Objektum kiválasztása lejátszáshoz:
L5=A szöveg mezőbe másolhat fájlokat a lejátszási listából, vagy az Explorer-ből
R1=A kiválasztott időpontban
R2=A visszaszámlálás végén
S1=másodperc
T1=Alvó mód időzítő
T2=Ébresztő

[SearchForm]
B1=Keresési opciók
B2=Bezár
Caption=Részletes keresés
CB1=Keresés címek között
CB2=Keresés előadók között
CB3=Keresés albumok között
CB4=Keresés műfajok között
CB5=Keresés teljes fájl nevekben
CB6=Automatikus keresés
L1=(Mind)
N1=Lejátszás
N6=Keresés a lejátszási listában

[SearchForm.Table]
c[0]=Cím
c[1]=Lejátszási lista
c[2]=Sorszám

[Templates]
%Album= - album
%AlbumArtist= - album előadó
%AlbumGain= - replay gain érték az albumból
%Artist= - előadó
%Bitrate= - bitráta
%BPM= - ütem per perc
%Caps(A)= - Minden Szó Első Betűje Nagy
%Channels= - csatornák
%Char(A)= - karakter az A kóddal
%Composer= - zeneszerző
%DiskNumber= - lemez száma
%Duration= - zene időtartama (mp)
%ExtractFileExt(A)= - kiterjesztés kibontása az A fájlból
%FileCreatedDate= - fájl létrehozásának dátuma
%FileCreatedTime= - fájl létrehozásának időpontja
%FileDir= - teljes útvonal a szülő mappához
%FileFormat= - fájlformátum
%FileModifiedDate= - fájl módosításának dátuma
%FileModifiedTime= - fájl módosításának időpontja
%FileName= - fájl teljes neve
%FileParentDir= - szülő mappa neve
%FileSize= - fájl mérete (bájt)
%Format(A,B)=A - karakterlánc formátum számértékhez, B - érték
%Genre= - műfaj
%IF(A,B,C)== C, ha A üres, egyébként - B
%IFEqual(A,B,C,D)== C, ha A = B, egyébként - D
%IFGreater(A,B,C,D)== C, ha A > B, egyébként - D
%IFGreaterOrEqual(A,B,C,D)== C, ha A >= B, egyébként - D
%Index= - pozíció a lejátszási listában
%LastPlayDate=- utolsó lejátszási dátum
%LastPlayTime=- utolsó lejátszás időpontja
%Length(A)= - az A karakterlánc hossza
%Low(A)= - kisbetűvel
%Lyricist= - lírikus
%Lyrics= - dalszöveg
%Mark= - értékelés
%NewLine= (csak zeneszámokhoz)
%PlayCount= - lejátszás száma
%Publisher= - kiadó
%Rating= - zene értékelése
%Replace(A,B,C)=, ahol az A a forrás, B - a keresendő érték, C - a cserélendő érték
%SampleRate= - mintavételezési gyakoriság
%StrCopy(A,B,C)= - szimbólumok másolása az A-nak a B pozíciójától, ahol a C - a másolandó szimbólumok száma
%StrPos(A,B)= - az A al-karakterláncok keresése a B karakterláncban
%Title= - cím
%TrackGain= - replay gain érték zenéhez
%TrackNumber= - zene száma
%Up(A)= - MINDEN NAGY BETŰVEL
%Year= - megjelenés dátuma

[Updater]
B1=Frissítések keresése
B2=Telepítés
Caption=Frissítés ellenőrző
CB1=Ne emlékeztessen erre a verzióra
L1=Telepített verzió:
L2=Legfrissebb verzió:
L3=Manuális frissítés ellenőrzés
L4=Új verzió érhető el: %s

